import React from 'react';
import './Page2.css';

function Page2() {
  return (
    <div className="page page2">
      <div className="page-header">
        <h1>مجالات تخصصنا</h1>
      </div>
      <div className="specialization-section">
        <h2>قضايا المحاكم الشرعية</h2>
        <p>
          مكتبنا ذو خبرة واسعة في تمثيل الزبائن أمام المحاكم الشرعية. هذا ولأن المشاكل الأسرية هي موضوع حساس، فأن التمثيل الشخصي يكون بالالتزام بأخلاقيات المهنة، والسرية التامة.
        </p>
        <ul className="case-list">
          <li>دعاوى الشقاق والنزاع "الطلاق".</li>
          <li>دعاوى نفقة الزوجة.</li>
          <li>دعاوى نفقة الصغار.</li>
          <li>دعاوى أجرة مسكن.</li>
          <li>دعاوى الحضانة.</li>
          <li>دعاوى المشاهدة والاستضافة.</li>
          <li>دعاوى اثبات عقود الزواج والطلاق.</li>
          <li>عقد اتفاقية طلاق وجميع ما يترتب عنها من حقوق شرعية ومالية.</li>
        </ul>
      </div>
      <div className="specialization-section2">
        <h2>إصابات العمل</h2>
        <p>
          مكتبنا ذو خبرة واسعة في تمثيل الأشخاص الذين يتعرضون إلى إصابات العمل التي تقع في مكان العمل نفسه، في الطريق اليه أو منه، والتي تعتبر إصابة عمل بموجب القانون.
        </p>
        <p>
          في حالة تعرضك إلى حادث عمل، مكتبنا سيساعدك في تحصيل حقوقك وتعويضاتك من مؤسسة التأمين الوطني وغيرها من شركات التأمين.
        </p>
      </div>
    </div>
  );
}

export default Page2;
